Repository: maveio/components
Catalog: xliff/*.xlf
Languages: fr, nl

# s3377775e4a0566a2
source: unsupported file type
fr: Type de fichier non pris en charge
nl: Bestandstype wordt niet ondersteund

# s7b43d4f7b98adae3
source: drop video here
fr: Déposez la vidéo ici
nl: Plaats video hier

# sf81e3c69132c6256
source: or browse your files
fr: Ou parcourez vos fichiers
nl: Of blader door bestanden

# s1a2236b3e9a624e9
source: select file
fr: Sélectionner un fichier
nl: Selecteer bestand

# sc5fcbf75e4030312
source: uploading...
fr: Téléversement en cours...
nl: Uploaden...

# s422bb6dceefc6f42
source: just a minute...
fr: Un instant...
nl: Nog even geduld...

# sdc51fb6761fd6e91
source: done
fr: Terminé
nl: Klaar

# s72727be0c6714699
source: waiting for video upload...
fr: En attente du transfert...
nl: Wachten op upload...

# s793e20d967a669bd
source: processing video...
fr: Traitement en cours...
nl: Video wordt verwerkt...

# s7c1686227ffb99e9
source: preparing your video...
fr: Préparation de la vidéo...
nl: Video wordt voorbereid...

# sea5f88da17c5f8af
source: video failed to process
fr: Échec du traitement
nl: Video kon niet worden verwerkt

# s3468c5fda66950d2
source: loading video...
fr: Chargement de la vidéo...
nl: Video laden...

# scdf6717ee939dc80
source: unable to load this video
fr: Impossible de charger cette vidéo
nl: Kan video niet laden
